IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO.
DATA DIVISION.
WORKING-STORAGE SECTION.
01 MSG       PIC X(20) VALUE "HELLO, WORLD".
01 UNUSED-VAR PIC 9(3).
PROCEDURE DIVISION.
    DISPLAY MSG.
    STOP RUN.